package students.aleksandrs_kunicins.homework.lesson_2.level_7;

public class Task_32 {
    public static void main(String[]args){
        System.out.print("ВНИМАНИЕ АНЕГДОТ!!!");
        //Давайте разбавим настроение проверяющего коротким анегдотом (Это кстати пример однострочного комментария)
      /*
        Программист звонит в библиотеку.
        - Здравствуйте, Катю можно?
        - Она в архиве
        - Разархивирйте её пожалуйста. ОНа мне срочно нужна!
        (Пример многострочного кода)
    */
    }
}
