package students.emilija_ostasevska.homework.lesson_2.level_7;

public class Task_32 {

    // анекдот

    /*
    Заходит однажды тестировщик в бар.
    Забегает в бар.
    Пролезает в бар.
    Танцуя, проникает в бар.
    Крадется в бар.
    Врывается в бар.
    Прыгает в бар.

    Заказывает:
    кружку пива,
    2 кружки пива,
    0 кружек пива,
    999999999 кружек пива,
    ящерицу в стакане,
    –1 кружку пива,
    qwerty кружек пива.

    Первый реальный клиент заходит в бар и спрашивает, где туалет. Бар вспыхивает пламенем, все погибают.
    */

}
