
/* Напишите программу, в которой:
 - создайте массив целых чисел длиной 3,
 - заполните каждую ячейку массива любым целым числом,
 - выведите значение каждой ячейки на консоль.
*/
package students.sergejs_kozlovskis.lesson_5.level_2;

public class Task_10 {
    public static void main(String[] args) {
        int[] numbers = {10, 20, 33};
        for (int number : numbers) {
            System.out.println(number);
        }
    }
}