package students.aleksandrs_kunicins.homework.lesson_4.level_3_junior;

//Найдите логическую ошибку в программе и исправьте её:

class ForLoopDefinition4 {

    public static void main(String[] args) {
        for (int i = 0; i < 10; i++) { //Чуть комп не сломали этим заданием😂, надо поставить ++ чтобы значения дошли до 10
            System.out.println(i);
        }
    }

}

//PS: программа должна выводить на консоль числа от 0 до 9.
