package students.aleksandrs_kunicins.homework.lesson_4.level_3_junior;

//Найдите логическую ошибку в программе и исправить её:

class ForLoopDefinition5 {

    public static void main(String[] args) {
        for (int i = 0; i < 10; i++){ //Для кого скобки фигурные придумали???
            System.out.println(i);
        }
    }

}
