package students.aleksandrs_kunicins.homework.lesson_4.level_3_junior;

//Найдите синтаксическую ошибку в программе и исправьте её:

class ForLoopDefinition3 {

    public static void main(String[] args) {
        for (int i = 0; i < 10; i++) { //Надо поставить ; как и в прошлом задании
            System.out.println(i);
        }
    }

}
