package students.aleksandrs_kunicins.homework.lesson_4.level_3_junior;

//Найдите логическую ошибку в программе и исправить её:

class ForLoopDefinition6 {

    public static void main(String[] args) {
        for (int i = 0; i < 10; i++) { //Проклятые собки
            System.out.println(i);
        }
    }

}