package students.aleksandrs_kunicins.homework.lesson_5.level_6_middle;

import java.util.Arrays;

// Создайте в классе ArrayUtil метод для
// распечатки массива целых чисел на консоль.

class ArrayUtil2 {

    public void printArrayToConsole(int[] array) {
        System.out.println(Arrays.toString(array));
    }

}
